log/2019-10-14/2019-10-14-10:52:47
20        Threads
50        Connections per thread
1000      Requests per client


ALL STATS
=========================================================================
Type         Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
-------------------------------------------------------------------------
Sets         7302.33          ---          ---    146.30600     71596.29 
Gets            0.00         0.00         0.00      0.00000         0.00 
Waits           0.00          ---          ---      0.00000          --- 
Totals       7302.33         0.00         0.00    146.30600     71596.29 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.300         0.00
SET       0.310         0.00
SET       0.320         0.00
SET       0.330         0.01
SET       0.340         0.01
SET       0.350         0.02
SET       0.360         0.04
SET       0.370         0.05
SET       0.380         0.07
SET       0.390         0.10
SET       0.400         0.12
SET       0.410         0.14
SET       0.420         0.17
SET       0.430         0.19
SET       0.440         0.21
SET       0.450         0.23
SET       0.460         0.25
SET       0.470         0.27
SET       0.480         0.29
SET       0.490         0.31
SET       0.500         0.32
SET       0.510         0.33
SET       0.520         0.35
SET       0.530         0.36
SET       0.540         0.37
SET       0.550         0.38
SET       0.560         0.39
SET       0.570         0.40
SET       0.580         0.41
SET       0.590         0.42
SET       0.600         0.43
SET       0.610         0.45
SET       0.620         0.47
SET       0.630         0.50
SET       0.640         0.52
SET       0.650         0.55
SET       0.660         0.58
SET       0.670         0.62
SET       0.680         0.66
SET       0.690         0.69
SET       0.700         0.74
SET       0.710         0.78
SET       0.720         0.83
SET       0.730         0.87
SET       0.740         0.92
SET       0.750         0.97
SET       0.760         1.02
SET       0.770         1.07
SET       0.780         1.12
SET       0.790         1.17
SET       0.800         1.21
SET       0.810         1.26
SET       0.820         1.30
SET       0.830         1.35
SET       0.840         1.40
SET       0.850         1.44
SET       0.860         1.48
SET       0.870         1.53
SET       0.880         1.57
SET       0.890         1.61
SET       0.900         1.65
SET       0.910         1.69
SET       0.920         1.74
SET       0.930         1.78
SET       0.940         1.83
SET       0.950         1.87
SET       0.960         1.92
SET       0.970         1.97
SET       0.980         2.02
SET       0.990         2.08
SET       1.000         2.46
SET       1.100         3.46
SET       1.200         4.91
SET       1.300         6.69
SET       1.400         8.68
SET       1.500        10.81
SET       1.600        13.00
SET       1.700        15.23
SET       1.800        17.39
SET       1.900        19.51
SET       2.000        21.59
SET       2.100        23.52
SET       2.200        25.34
SET       2.300        27.02
SET       2.400        28.53
SET       2.500        29.95
SET       2.600        31.25
SET       2.700        32.42
SET       2.800        33.52
SET       2.900        34.51
SET       3.000        35.43
SET       3.100        36.31
SET       3.200        37.12
SET       3.300        37.89
SET       3.400        38.63
SET       3.500        39.33
SET       3.600        40.02
SET       3.700        40.67
SET       3.800        41.32
SET       3.900        41.93
SET       4.000        42.54
SET       4.100        43.06
SET       4.200        43.56
SET       4.300        44.02
SET       4.400        44.45
SET       4.500        44.83
SET       4.600        45.17
SET       4.700        45.50
SET       4.800        45.80
SET       4.900        46.08
SET       5.000        46.34
SET       5.100        46.58
SET       5.200        46.80
SET       5.300        47.01
SET       5.400        47.20
SET       5.500        47.38
SET       5.600        47.55
SET       5.700        47.70
SET       5.800        47.86
SET       5.900        48.00
SET       6.000        48.13
SET       6.100        48.25
SET       6.200        48.37
SET       6.300        48.48
SET       6.400        48.58
SET       6.500        48.69
SET       6.600        48.78
SET       6.700        48.88
SET       6.800        48.97
SET       6.900        49.05
SET       7.000        49.13
SET       7.100        49.20
SET       7.200        49.28
SET       7.300        49.35
SET       7.400        49.42
SET       7.500        49.48
SET       7.600        49.54
SET       7.700        49.61
SET       7.800        49.67
SET       7.900        49.74
SET       8.000        49.80
SET       8.100        49.85
SET       8.200        49.91
SET       8.300        49.96
SET       8.400        50.01
SET       8.500        50.05
SET       8.600        50.10
SET       8.700        50.15
SET       8.800        50.19
SET       8.900        50.23
SET       9.000        50.27
SET       9.100        50.31
SET       9.200        50.35
SET       9.300        50.40
SET       9.400        50.44
SET       9.500        50.48
SET       9.600        50.52
SET       9.700        50.55
SET       9.800        50.59
SET       9.900        50.62
SET      10.000        50.82
SET      11.000        52.15
SET      12.000        54.07
SET      13.000        55.83
SET      14.000        57.13
SET      15.000        57.89
SET      16.000        58.40
SET      17.000        58.80
SET      18.000        59.22
SET      19.000        59.62
SET      20.000        59.99
SET      21.000        60.38
SET      22.000        60.77
SET      23.000        61.18
SET      24.000        61.59
SET      25.000        62.02
SET      26.000        62.45
SET      27.000        62.89
SET      28.000        63.30
SET      29.000        63.68
SET      30.000        64.10
SET      31.000        64.53
SET      32.000        64.95
SET      33.000        65.33
SET      34.000        65.68
SET      35.000        66.02
SET      36.000        66.31
SET      37.000        66.59
SET      38.000        66.86
SET      39.000        67.11
SET      40.000        67.35
SET      41.000        67.57
SET      42.000        67.82
SET      43.000        68.07
SET      44.000        68.31
SET      45.000        68.51
SET      46.000        68.69
SET      47.000        68.85
SET      48.000        69.01
SET      49.000        69.15
SET      50.000        69.29
SET      51.000        69.41
SET      52.000        69.53
SET      53.000        69.63
SET      54.000        69.74
SET      55.000        69.85
SET      56.000        69.94
SET      57.000        70.01
SET      58.000        70.08
SET      59.000        70.13
SET      60.000        70.18
SET      61.000        70.22
SET      62.000        70.27
SET      63.000        70.32
SET      64.000        70.36
SET      65.000        70.40
SET      66.000        70.44
SET      67.000        70.47
SET      68.000        70.50
SET      69.000        70.53
SET      70.000        70.56
SET      71.000        70.59
SET      72.000        70.61
SET      73.000        70.64
SET      74.000        70.66
SET      75.000        70.68
SET      76.000        70.70
SET      77.000        70.71
SET      78.000        70.73
SET      79.000        70.75
SET      80.000        70.76
SET      81.000        70.77
SET      82.000        70.78
SET      83.000        70.79
SET      84.000        70.79
SET      85.000        70.80
SET      86.000        70.81
SET      87.000        70.82
SET      88.000        70.83
SET      89.000        70.83
SET      90.000        70.84
SET      91.000        70.85
SET      92.000        70.86
SET      93.000        70.87
SET      94.000        70.88
SET      95.000        70.90
SET      96.000        70.91
SET      97.000        70.91
SET      98.000        70.92
SET      99.000        70.93
SET     100.000        70.99
SET     110.000        71.08
SET     120.000        71.19
SET     130.000        71.29
SET     140.000        71.42
SET     150.000        71.58
SET     160.000        71.67
SET     170.000        71.78
SET     180.000        71.97
SET     190.000        72.15
SET     200.000        75.70
SET     210.000        80.14
SET     220.000        81.83
SET     230.000        82.34
SET     240.000        82.78
SET     250.000        83.34
SET     260.000        83.91
SET     270.000        84.18
SET     280.000        84.46
SET     290.000        84.70
SET     300.000        84.92
SET     310.000        85.17
SET     320.000        85.40
SET     330.000        85.70
SET     340.000        85.96
SET     350.000        86.25
SET     360.000        86.53
SET     370.000        86.74
SET     380.000        86.93
SET     390.000        87.15
SET     400.000        87.80
SET     410.000        88.78
SET     420.000        89.52
SET     430.000        89.81
SET     440.000        90.10
SET     450.000        90.52
SET     460.000        90.94
SET     470.000        91.19
SET     480.000        91.39
SET     490.000        91.58
SET     500.000        91.71
SET     510.000        91.90
SET     520.000        92.21
SET     530.000        92.35
SET     540.000        92.49
SET     550.000        92.60
SET     560.000        92.69
SET     570.000        92.78
SET     580.000        92.92
SET     590.000        93.08
SET     600.000        93.21
SET     610.000        93.79
SET     620.000        94.47
SET     630.000        94.61
SET     640.000        94.78
SET     650.000        94.91
SET     660.000        95.09
SET     670.000        95.21
SET     680.000        95.35
SET     690.000        95.46
SET     700.000        95.54
SET     710.000        95.67
SET     720.000        95.76
SET     730.000        95.85
SET     740.000        95.98
SET     750.000        96.09
SET     760.000        96.15
SET     770.000        96.21
SET     780.000        96.26
SET     790.000        96.35
SET     800.000        96.40
SET     810.000        96.61
SET     820.000        96.85
SET     830.000        96.91
SET     840.000        96.96
SET     850.000        96.99
SET     860.000        97.04
SET     870.000        97.08
SET     880.000        97.12
SET     890.000        97.15
SET     900.000        97.16
SET     910.000        97.18
SET     920.000        97.22
SET     930.000        97.29
SET     940.000        97.34
SET     950.000        97.38
SET     960.000        97.41
SET     970.000        97.43
SET     980.000        97.45
SET     990.000        97.48
SET    1000.000        97.68
SET    1100.000        97.87
SET    1200.000        98.12
SET    1300.000        98.20
SET    1400.000        98.68
SET    1500.000        98.74
SET    1600.000        99.02
SET    1700.000        99.15
SET    1800.000        99.25
SET    1900.000        99.34
SET    2000.000        99.43
SET    2100.000        99.54
SET    2200.000        99.64
SET    2300.000        99.69
SET    2400.000        99.70
SET    2500.000        99.73
SET    2600.000        99.83
SET    2700.000        99.85
SET    2800.000        99.86
SET    2900.000        99.86
SET    3000.000        99.87
SET    3100.000        99.88
SET    3200.000        99.89
SET    3300.000        99.89
SET    3400.000        99.89
SET    3500.000        99.89
SET    3600.000        99.93
SET    3700.000        99.93
SET    3800.000        99.99
SET    3900.000        99.99
SET    4000.000       100.00
SET    4400.000       100.00
SET    6200.000       100.00
SET    6300.000       100.00
SET    6400.000       100.00
SET    6500.000       100.00
SET    6600.000       100.00
SET    6700.000       100.00
SET    6800.000       100.00
SET    7100.000       100.00
SET    7200.000       100.00
SET    7700.000       100.00
SET    8500.000       100.00
SET    13000.000       100.00
SET    52000.000       100.00
---
---
total 15G -rw-r----- 1 persistence persistence 6.8G Oct 14 10:55 cmdlog_20191014105305 -rw-r----- 1 persistence persistence 77M Oct 14 10:55 cmdlog_20191014105455 -rw-r----- 1 persistence persistence 2.6G Oct 14 10:53 snapshot_20191014105305 -rw-r----- 1 persistence persistence 2.1G Oct 14 10:55 snapshot_20191014105455